---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedLayered.LayeredF0
source: html/4084d28b-8b50-e5af-2cdf-e8829034c095.htm
---
# Autodesk.Revit.DB.Visual.AdvancedLayered.LayeredF0 Property

The property labeled "Clearcoat reflectance" from the "AdvancedLayered" schema.

## Syntax (C#)
```csharp
public static string LayeredF0 { get; }
```

## Remarks
This property is of type "AssetPropertyDouble".
 This property allows a connected asset.